Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

source: OCR Text
es: Texto OCR
fr: Texte OCR
ja: OCRテキスト
ko: OCR 텍스트
th: ข้อความ OCR
zh_hans: OCR 文本
zh_hant: OCR 文字

source: Standard
es: Estándar
ja: 標準
ko: 표준
th: มาตรฐาน
zh_hans: 标准
zh_hant: 標準

source: E2 HRT
fr: THS à l’E2

source: Estradiol (E2) HRT
fr: THS à l’estradiol (E2)
ja: エストラジオール（E2）HRT
ko: 에스트라디올 (E2) HRT
th: เอสตราไดออล (E2) HRT
zh_hans: 雌二醇（E2）HRT
zh_hant: 雌二醇（E2）HRT

source: Oral
fr: Voie orale
ja: 経口
ko: 경구
th: รับประทาน
zh_hans: 口服
zh_hant: 口服

# route.oral
source: Oral
fr: Voie orale
ja: 経口
ko: 경구
th: รับประทาน
zh_hans: 口服
zh_hant: 口服

# route.sublingual
source: Sublingual
fr: Voie sublinguale
ja: 舌下
ko: 설하
th: ใต้ลิ้น
zh_hans: 舌下含服
zh_hant: 舌下含服

source: Sublingual
fr: Voie sublinguale
ja: 舌下
ko: 설하
th: ใต้ลิ้น
zh_hans: 舌下含服
zh_hant: 舌下含服

source: T HRT
fr: THS à la testostérone

# timeline.row.dose.releaseRate
source: %@ µg/d
fr: %@ µg/j
ja: %@ µg/日
zh_hans: %@ µg/天
zh_hant: %@ µg/天

# timeline.row.oral
source: Oral • %@
fr: Voie orale • %@
ja: 経口・%@
ko: 경구 • %@
th: รับประทาน • %@
zh_hans: 口服 • %@
zh_hant: 口服 • %@

# timeline.row.sublingual
source: Sublingual • %@
fr: Voie sublinguale • %@
ja: 舌下・%@
ko: 설하 • %@
th: ใต้ลิ้น • %@
zh_hans: 舌下含服 • %@
zh_hant: 舌下含服 • %@

# ester.E2.name
source: Estradiol
ja: エストラジオール
ko: 에스트라디올
th: เอสตราไดออล
zh_hans: 雌二醇
zh_hant: 雌二醇

source: Estradiol
ja: エストラジオール
ko: 에스트라디올
th: เอสตราไดออล
zh_hans: 雌二醇
zh_hant: 雌二醇

source: Estradiol (E2)
ja: エストラジオール（E2）
ko: 에스트라디올 (E2)
th: เอสตราไดออล (E2)
zh_hans: 雌二醇 (E2)
zh_hant: 雌二醇 (E2)

source: Gel
ja: ジェル
ko: 젤
th: เจล
zh_hans: 凝胶
zh_hant: 凝膠

source: Plan
ja: プラン
ko: 계획
th: แผน
zh_hans: 计划
zh_hant: 計劃

# reminder.template.mahiro.title
source: Onii...Mahiro-chan!
ja: お兄ちゃん…まひろちゃん！
ko: 오니이… 마히로짱!
th: โอนิอิ... มาฮิโระจัง!
zh_hans: 欧尼酱……真寻酱！
zh_hant: 歐尼醬……真尋醬！

# route.gel
source: Gel
ja: ジェル
ko: 젤
th: เจล
zh_hans: 凝胶
zh_hant: 凝膠

# watch.input.sublingual.option
source: %@ (~%.0f min)
ja: %@（約%.0f分）
ko: %@ (약 %.0f분)
th: %@ (~%.0f นาที)
zh_hans: %@（约 %.0f 分钟）
zh_hant: %@（約 %.0f 分鐘）

source: Widget
ja: ウィジェット
ko: 위젯
th: วิดเจ็ต
zh_hans: 小组件
zh_hant: 小工具

# common.ok
source: OK
ko: 확인
th: ตกลง
zh_hans: 确定
zh_hant: 好

# chart.axis.conc
source: E2
zh_hans: 雌二醇
zh_hant: 雌二醇

# medication.template.compound_dose_format
source: %1$@ mg %2$@
zh_hans: %2$@ %1$@ mg
zh_hant: %2$@ %1$@ mg

# timeline.bodyWeight.unit
source: kg
zh_hans: 千克
zh_hant: 千克
